{
    "*": 0,
    "^": 1,
    "$": 2,
    "N": 3,
    "u": 4,
    "c": 5,
    "l": 6,
    "e": 7,
    "a": 8,
    "r": 9,
    " ": 10,
    "f": 11,
    "t": 12,
    "o": 13,
    "F": 14,
    "-": 15,
    "k": 16,
    "p": 17,
    "B": 18,
    "1": 19,
    "0": 20,
    "5": 21,
    "s": 22,
    "b": 23,
    "n": 24,
    "i": 25,
    "#": 26,
    "(": 27,
    ")": 28,
    ".": 29,
    "2": 30,
    "3": 31,
    "4": 32,
    "6": 33,
    "7": 34,
    "=": 35,
    "C": 36,
    "Cl": 37,
    "O": 38,
    "S": 39,
    "[*:1]": 40,
    "[*:2]": 41,
    "[*:3]": 42,
    "[C@@H]": 43,
    "[C@@]": 44,
    "[C@H]": 45,
    "[C@]": 46,
    "[H]": 47,
    "activity": 48,
    "EC50": 49,
    "D": 50,
    "h": 51,
    "y": 52,
    "d": 53,
    "T": 54,
    "x": 55,
    "m": 56,
    "g": 57,
    "[nH]": 58,
    "Ki": 59,
    "A": 60,
    "R": 61,
    "G": 62,
    "E": 63,
    "/": 64,
    "Br": 65,
    "I": 66,
    "P": 67,
    "[As@@]": 68,
    "[As]": 69,
    "[Hg]": 70,
    "[N+]": 71,
    "[N-]": 72,
    "[NH+]": 73,
    "[O-]": 74,
    "[O]": 75,
    "[P@@]": 76,
    "[PH]": 77,
    "[S-]": 78,
    "[Si@@]": 79,
    "[Si]": 80,
    "[Sn]": 81,
    "[n+]": 82,
    "\\": 83,
    "toxicity": 84,
    "toxcast-BSK_BE3C_TGFb1_down": 85,
    "IC50": 86,
    "H": 87,
    "Kd": 88,
    "[S+]": 89,
    "M": 90,
    "[11CH3]": 91,
    "[se]": 92,
    "'": 93,
    ",": 94,
    "v": 95,
    "U": 96,
    "q": 97,
    "9": 98,
    "V": 99,
    "L": 100,
    "8": 101,
    "toxcast-BSK_4H_VEGFRII_down": 102,
    "[18F]": 103,
    "[19F]": 104,
    "toxcast-CEETOX_H295R_PROG_up": 105,
    "[NH3+]": 106,
    "w": 107,
    "J": 108,
    "K": 109,
    "[": 110,
    "]": 111,
    "Stability": 112,
    "W": 113,
    "[C-]": 114,
    "X": 115,
    "Z": 116,
    "[S@+]": 117,
    "toxcast-NVS_GPCR_hAdoRA1": 118,
    "j": 119,
    "toxcast-Tanguay_ZF_120hpf_JAW_up": 120,
    "z": 121,
    "[B-]": 122,
    "[NH2+]": 123,
    "[Re]": 124,
    "[S@@+]": 125,
    ":": 126,
    ";": 127,
    "T1/2": 128,
    "[2H]": 129,
    "[Se]": 130,
    "[s+]": 131,
    "[CH-]": 132,
    "[c-]": 133,
    "[nH+]": 134,
    "[Al]": 135,
    "[As+]": 136,
    "[P@@H]": 137,
    "[S@@]": 138,
    "[Si@@H]": 139,
    "[SiH]": 140,
    "toxcast-ATG_HIF1a_CIS_up": 141,
    "toxcast-CEETOX_H295R_OHPROG_dn": 142,
    "Y": 143,
    "Q": 144,
    "+": 145,
    "[Bi]": 146,
    "[Ge]": 147,
    "[N@+]": 148,
    "[N@@H+]": 149,
    "[P+]": 150,
    "[Pb]": 151,
    "[Ti+2]": 152,
    "[V]": 153,
    "[Zn]": 154,
    "[Zr]": 155,
    "[n-]": 156,
    "toxcast-TOX21_ARE_BLA_agonist_viability": 157,
    "toxcast-BSK_SAg_IL8_up": 158,
    "[125I]": 159,
    "[3H]": 160,
    "[Sb]": 161,
    "[cH-]": 162,
    "[Fe]": 163,
    "[N@@+]": 164,
    "[N@H+]": 165,
    "[Ru]": 166,
    "[o+]": 167,
    "[te]": 168,
    "[SH]": 169,
    "[CH+]": 170,
    "[SH+]": 171,
    "[S@]": 172,
    "toxcast-ATG_GRE_CIS_up": 173,
    "toxcast-Tanguay_ZF_120hpf_SOMI_up": 174,
    "toxcast-NVS_ENZ_hPI3Ka": 175,
    "toxcast-ATG_RXRa_TRANS_dn": 176,
    "[Au]": 177,
    "toxcast-TOX21_p53_BLA_p3_viability": 178,
    "toxcast-ATG_TAL_CIS_dn": 179,
    "distribution": 180,
    "ppbr_az": 181,
    "toxcast-TOX21_GR_BLA_Agonist_ch2": 182,
    "toxcast-ATG_HNF6_CIS_up": 183,
    "[NH-]": 184,
    "[P]": 185,
    "[Se+]": 186,
    "[P@]": 187,
    "[Te]": 188,
    "[OH+]": 189,
    "toxcast-NCCT_TPO_GUA_dn": 190,
    "toxcast-NVS_NR_hPPARa": 191,
    "toxcast-APR_HepG2_OxidativeStress_72h_up": 192,
    "toxcast-BSK_BE3C_HLADR_down": 193,
    "toxcast-NVS_GPCR_hAdrb2": 194,
    "toxcast-APR_Hepat_NuclearSize_24hr_dn": 195,
    "toxcast-TOX21_MMP_ratio_up": 196,
    "toxcast-ATG_PPARd_TRANS_up": 197,
    "toxcast-ATG_IR1_CIS_dn": 198,
    "toxcast-ATG_CMV_CIS_dn": 199,
    "excretion": 200,
    "CL": 201,
    "toxcast-TOX21_TR_LUC_GH3_Antagonist": 202,
    "absorption": 203,
    "hydrationfreeenergy_freesolv": 204,
    "toxcast-ATG_GLI_CIS_up": 205,
    "[SeH]": 206,
    "toxcast-APR_Hepat_CellLoss_24hr_dn": 207,
    "toxcast-TOX21_p53_BLA_p2_ch2": 208,
    "toxcast-NVS_NR_bER": 209,
    "toxcast-OT_AR_ARSRC1_0480": 210,
    "toxcast-ATG_AP_1_CIS_up": 211,
    "toxcast-NVS_ENZ_hPTPN12": 212,
    "toxcast-TOX21_ESRE_BLA_ch2": 213,
    "toxcast-NVS_ENZ_rabI2C": 214,
    "toxcast-NVS_GPCR_hOpiate_D1": 215,
    "toxcast-TOX21_HSE_BLA_agonist_ch2": 216,
    "toxcast-BSK_CASM3C_IL6_down": 217,
    "toxcast-NVS_GPCR_h5HT2A": 218,
    "toxcast-NVS_ENZ_hElastase": 219,
    "toxcast-BSK_SAg_PBMCCytotoxicity_down": 220,
    "toxcast-BSK_CASM3C_MCSF_up": 221,
    "toxcast-TOX21_PPARd_BLA_Antagonist_ch1": 222,
    "toxcast-TOX21_GR_BLA_Antagonist_ch2": 223,
    "toxcast-BSK_hDFCGF_IL8_down": 224,
    "&": 225,
    "toxcast-TOX21_ERa_BLA_Antagonist_viability": 226,
    "[O+]": 227,
    "toxcast-ACEA_T47D_80hr_Positive": 228,
    "toxcast-NCCT_TPO_AUR_dn": 229,
    "caco2_wang": 230,
    "toxcast-NVS_ADME_hCYP2A6": 231,
    "toxcast-BSK_LPS_TNFa_down": 232,
    "toxcast-NVS_IC_rCaDHPRCh_L": 233,
    "toxcast-TOX21_PPARd_BLA_agonist_ch1": 234,
    ">": 235,
    "FC": 236,
    "toxcast-TOX21_PPARg_BLA_Agonist_ch2": 237,
    "_": 238,
    "toxcast-NVS_ENZ_hGSK3b": 239,
    "[c+]": 240,
    "toxcast-CLD_CYP2B6_24hr": 241,
    "toxcast-BSK_KF3CT_TIMP2_down": 242,
    "toxcast-CLD_CYP1A1_48hr": 243,
    "toxcast-CEETOX_H295R_TESTO_dn": 244,
    "toxcast-BSK_SAg_MIG_down": 245,
    "toxcast-BSK_hDFCGF_EGFR_down": 246,
    "toxcast-ATG_DR5_CIS_dn": 247,
    "toxcast-NVS_GPCR_gOpiateK": 248,
    "toxcast-NVS_LGIC_hNNR_NBungSens": 249,
    "toxcast-CEETOX_H295R_DOC_dn": 250,
    "toxcast-BSK_hDFCGF_MCSF_down": 251,
    "toxcast-NVS_GPCR_hM4": 252,
    "toxcast-ATG_FoxA2_CIS_up": 253,
    "toxcast-ATG_M_32_CIS_up": 254,
    "toxcast-ATG_HSE_CIS_dn": 255,
    "toxcast-CLD_CYP3A4_24hr": 256,
    "toxcast-OT_AR_ARELUC_AG_1440": 257,
    "toxcast-TOX21_p53_BLA_p4_ratio": 258,
    "toxcast-BSK_3C_VCAM1_down": 259,
    "toxcast-TOX21_p53_BLA_p4_ch2": 260,
    "toxcast-NVS_ENZ_hES": 261,
    "[Fe+2]": 262,
    "toxcast-NVS_NR_hPPARg": 263,
    "toxcast-BSK_3C_Proliferation_down": 264,
    "toxcast-ATG_VDR_TRANS_up": 265,
    "toxcast-NVS_ENZ_rCNOS": 266,
    "toxcast-ATG_NFI_CIS_up": 267,
    "[BH3-]": 268,
    "toxcast-ATG_M_06_TRANS_up": 269,
    "%10": 270,
    "%11": 271,
    "%12": 272,
    "%13": 273,
    "%14": 274,
    "%15": 275,
    "%16": 276,
    "%17": 277,
    "%18": 278,
    "%19": 279,
    "%20": 280,
    "%21": 281,
    "toxcast-ATG_Oct_MLP_CIS_up": 282,
    "toxcast-APR_HepG2_OxidativeStress_24h_up": 283,
    "toxcast-ATG_LXRa_TRANS_up": 284,
    "toxcast-TOX21_ELG1_LUC_Agonist": 285,
    "toxcast-BSK_3C_SRB_down": 286,
    "[11C]": 287,
    "[35S]": 288,
    "toxcast-BSK_LPS_PGE2_up": 289,
    "[Na]": 290,
    "metabolism": 291,
    "cyp2c19_veith": 292,
    "toxcast-BSK_KF3CT_MCP1_up": 293,
    "toxcast-BSK_LPS_Eselectin_down": 294,
    "toxcast-ATG_Xbp1_CIS_dn": 295,
    "toxcast-BSK_BE3C_PAI1_down": 296,
    "toxcast-CEETOX_H295R_ESTRONE_dn": 297,
    "toxcast-ATG_THRa1_TRANS_up": 298,
    "toxcast-BSK_BE3C_MMP1_down": 299,
    "toxcast-ATG_GATA_CIS_dn": 300,
    "toxcast-ATG_GLI_CIS_dn": 301,
    "[123I]": 302,
    "toxcast-TOX21_PPARg_BLA_antagonist_viability": 303,
    "[W]": 304,
    "toxcast-ATG_E2F_CIS_dn": 305,
    "toxcast-NVS_ENZ_hPTPN11": 306,
    "toxcast-ATG_FXR_TRANS_up": 307,
    "toxcast-ATG_E_Box_CIS_up": 308,
    "[S]": 309,
    "toxcast-TOX21_FXR_BLA_Antagonist_ch1": 310,
    "pampa_ncats": 311,
    "toxcast-NVS_ENZ_hPDE10": 312,
    "toxcast-APR_HepG2_StressKinase_1h_up": 313,
    "toxcast-ATG_CRE_CIS_dn": 314,
    "toxcast-BSK_hDFCGF_VCAM1_down": 315,
    "toxcast-BSK_CASM3C_MCSF_down": 316,
    "toxcast-ACEA_T47D_80hr_Negative": 317,
    "toxcast-ATG_DR4_LXR_CIS_dn": 318,
    "toxcast-NVS_ENZ_hSIRT1": 319,
    "toxcast-NVS_GPCR_gLTB4": 320,
    "toxcast-TOX21_ESRE_BLA_ch1": 321,
    "[AlH3]": 322,
    "tox21-NR-AR-LBD": 323,
    "[CH]": 324,
    "toxcast-TOX21_ERa_BLA_Agonist_ratio": 325,
    "toxcast-TOX21_p53_BLA_p5_ch2": 326,
    "toxcast-OT_ER_ERaERa_0480": 327,
    "toxcast-CEETOX_H295R_CORTISOL_dn": 328,
    "toxcast-ATG_TCF_b_cat_CIS_dn": 329,
    "cyp3a4_veith": 330,
    "toxcast-APR_Hepat_DNADamage_48hr_up": 331,
    "toxcast-TOX21_p53_BLA_p2_ratio": 332,
    "[N@@]": 333,
    "toxcast-ATG_RARa_TRANS_dn": 334,
    "[13CH3]": 335,
    "toxcast-ATG_RXRb_TRANS_dn": 336,
    "toxcast-ATG_E2F_CIS_up": 337,
    "[C+]": 338,
    "toxcast-NVS_ENZ_hPTPN13": 339,
    "[BH2-]": 340,
    "toxcast-TOX21_NFkB_BLA_agonist_ratio": 341,
    "toxcast-TOX21_PPARg_BLA_Agonist_ratio": 342,
    "toxcast-APR_HepG2_MitoticArrest_72h_up": 343,
    "toxcast-APR_Hepat_Apoptosis_48hr_up": 344,
    "[C]": 345,
    "[Hg+]": 346,
    "[NH+2]": 347,
    "[Sn+2]": 348,
    "solubility_aqsoldb": 349,
    "toxcast-OT_ER_ERbERb_1440": 350,
    "toxcast-APR_HepG2_p53Act_72h_up": 351,
    "toxcast-ATG_Myb_CIS_up": 352,
    "toxcast-OT_ERa_EREGFP_0120": 353,
    "toxcast-BSK_3C_ICAM1_down": 354,
    "toxcast-NVS_ENZ_hAChE": 355,
    "toxcast-APR_Hepat_Steatosis_24hr_up": 356,
    "toxcast-BSK_LPS_IL1a_up": 357,
    "toxcast-ATG_PPARa_TRANS_dn": 358,
    "toxcast-APR_HepG2_CellCycleArrest_24h_dn": 359,
    "toxcast-ATG_LXRb_TRANS_dn": 360,
    "toxcast-CLD_UGT1A1_24hr": 361,
    "toxcast-APR_HepG2_MitoMass_72h_up": 362,
    "toxcast-TOX21_ERa_BLA_Agonist_ch1": 363,
    "toxcast-Tanguay_ZF_120hpf_BRAI_up": 364,
    "toxcast-NVS_NR_hPR": 365,
    "toxcast-Tanguay_ZF_120hpf_EYE_up": 366,
    "toxcast-BSK_KF3CT_MCP1_down": 367,
    "toxcast-BSK_3C_MCP1_down": 368,
    "toxcast-NVS_GPCR_hDRD1": 369,
    "toxcast-TOX21_AutoFluor_HEK293_Media_blue": 370,
    "toxcast-BSK_3C_MIG_down": 371,
    "toxcast-OT_ER_ERaERa_1440": 372,
    "toxcast-BSK_SAg_Proliferation_down": 373,
    "[K]": 374,
    "toxcast-CLD_UGT1A1_48hr": 375,
    "toxcast-CLD_CYP1A2_24hr": 376,
    "[NH]": 377,
    "toxcast-ATG_Ahr_CIS_dn": 378,
    "tox21-SR-p53": 379,
    "toxcast-CLD_CYP1A1_24hr": 380,
    "[N@]": 381,
    "toxcast-TOX21_PPARd_BLA_agonist_ch2": 382,
    "toxcast-NVS_NR_hRARa_Agonist": 383,
    "toxcast-NVS_IC_rNaCh_site2": 384,
    "toxcast-TOX21_PPARg_BLA_Antagonist_ch1": 385,
    "toxcast-NVS_LGIC_rGABAR_NonSelective": 386,
    "tox21-NR-PPAR-gamma": 387,
    "toxcast-TOX21_AR_BLA_Antagonist_viability": 388,
    "toxcast-NVS_NR_hAR": 389,
    "toxcast-NVS_ADME_hCYP1A2": 390,
    "toxcast-NVS_OR_gSIGMA_NonSelective": 391,
    "[OH2+]": 392,
    "toxcast-NVS_ENZ_hPDE5": 393,
    "toxcast-APR_HepG2_NuclearSize_24h_dn": 394,
    "LC50": 395,
    "toxcast-TOX21_PPARd_BLA_antagonist_ratio": 396,
    "toxcast-Tanguay_ZF_120hpf_PE_up": 397,
    "toxcast-BSK_CASM3C_TissueFactor_down": 398,
    "toxcast-NVS_GPCR_rTRH": 399,
    "toxcast-BSK_3C_Eselectin_down": 400,
    "[Cu]": 401,
    "[Ga]": 402,
    "[Gd]": 403,
    "[Lu]": 404,
    "[SiH3]": 405,
    "toxcast-ATG_E_Box_CIS_dn": 406,
    "toxcast-ATG_ISRE_CIS_dn": 407,
    "toxcast-APR_HepG2_MicrotubuleCSK_72h_up": 408,
    "toxcast-ATG_NRF2_ARE_CIS_dn": 409,
    "toxcast-BSK_LPS_IL8_down": 410,
    "toxcast-BSK_CASM3C_LDLR_down": 411,
    "toxcast-NVS_IC_rCaBTZCHL": 412,
    "tox21-NR-AR": 413,
    "toxcast-NVS_GPCR_hDRD4.4": 414,
    "toxcast-NVS_GPCR_rmAdra2B": 415,
    "toxcast-TOX21_GR_BLA_Antagonist_viability": 416,
    "toxcast-TOX21_AR_LUC_MDAKB2_Antagonist2": 417,
    "toxcast-OT_ERa_EREGFP_0480": 418,
    "toxcast-TOX21_p53_BLA_p2_ch1": 419,
    "toxcast-ATG_PXRE_CIS_up": 420,
    "toxcast-NVS_ENZ_hFGFR1": 421,
    "toxcast-BSK_SAg_SRB_down": 422,
    "toxcast-ATG_Xbp1_CIS_up": 423,
    "toxcast-TOX21_VDR_BLA_agonist_ch2": 424,
    "[Gd-4]": 425,
    "toxcast-APR_HepG2_MitoticArrest_24h_up": 426,
    "toxcast-BSK_hDFCGF_CollagenIII_down": 427,
    "toxcast-TOX21_HSE_BLA_agonist_ch1": 428,
    "toxcast-BSK_KF3CT_IP10_up": 429,
    "Papp": 430,
    "[CH2+]": 431,
    "toxcast-APR_HepG2_p53Act_24h_up": 432,
    "toxcast-NVS_NR_cAR": 433,
    "toxcast-ATG_C_EBP_CIS_dn": 434,
    "toxcast-NVS_GPCR_hNK2": 435,
    "toxcast-ATG_CMV_CIS_up": 436,
    "[SiH2]": 437,
    "toxcast-NVS_GPCR_rAdrb_NonSelective": 438,
    "toxcast-ATG_RARa_TRANS_up": 439,
    "toxcast-APR_HepG2_MicrotubuleCSK_24h_up": 440,
    "toxcast-BSK_hDFCGF_MMP1_up": 441,
    "toxcast-TOX21_AutoFluor_HEPG2_Cell_green": 442,
    "toxcast-NVS_ENZ_hMMP1": 443,
    "toxcast-ATG_PPRE_CIS_dn": 444,
    "toxcast-NVS_GPCR_gLTD4": 445,
    "toxcast-BSK_LPS_CD40_down": 446,
    "toxcast-NVS_NR_hGR": 447,
    "toxcast-NVS_GPCR_hAT1": 448,
    "toxcast-BSK_4H_Pselectin_up": 449,
    "toxcast-NVS_GPCR_hTXA2": 450,
    "tox21-SR-ATAD5": 451,
    "toxcast-TOX21_p53_BLA_p5_viability": 452,
    "toxcast-TOX21_FXR_BLA_antagonist_viability": 453,
    "toxcast-TOX21_NFkB_BLA_agonist_viability": 454,
    "toxcast-NVS_TR_hNET": 455,
    "toxcast-BSK_LPS_TNFa_up": 456,
    "toxcast-NVS_ADME_hCYP2C9": 457,
    "toxcast-ATG_ERE_CIS_dn": 458,
    "toxcast-ATG_Ets_CIS_up": 459,
    "toxcast-Tanguay_ZF_120hpf_PIG_up": 460,
    "toxcast-CLD_SULT2A_24hr": 461,
    "toxcast-ATG_ERRg_TRANS_up": 462,
    "toxcast-BSK_CASM3C_MIG_down": 463,
    "toxcast-TOX21_p53_BLA_p4_viability": 464,
    "toxcast-TOX21_AR_BLA_Agonist_ch2": 465,
    "toxcast-NVS_GPCR_hM3": 466,
    "toxcast-TOX21_ESRE_BLA_viability": 467,
    "[13CH]": 468,
    "toxcast-APR_HepG2_NuclearSize_72h_up": 469,
    "toxcast-BSK_4H_uPAR_up": 470,
    "toxcast-CEETOX_H295R_ESTRADIOL_up": 471,
    "toxcast-TOX21_TR_LUC_GH3_Agonist": 472,
    "toxcast-Tanguay_ZF_120hpf_AXIS_up": 473,
    "toxcast-APR_Hepat_MitoFxnI_24hr_dn": 474,
    "toxcast-TOX21_AR_LUC_MDAKB2_Antagonist": 475,
    "toxcast-NCCT_QuantiLum_inhib_2_dn": 476,
    "toxcast-TOX21_ARE_BLA_Agonist_ch1": 477,
    "toxcast-ATG_GRE_CIS_dn": 478,
    "toxcast-BSK_CASM3C_IL6_up": 479,
    "toxcast-BSK_CASM3C_uPAR_down": 480,
    "[PH+]": 481,
    "toxcast-TOX21_PPARd_BLA_antagonist_viability": 482,
    "toxcast-ATG_RORg_TRANS_dn": 483,
    "toxcast-ATG_CRE_CIS_up": 484,
    "[N+2]": 485,
    "toxcast-ATG_PBREM_CIS_up": 486,
    "toxcast-BSK_4H_Pselectin_down": 487,
    "toxcast-BSK_3C_uPAR_down": 488,
    "toxcast-NVS_GPCR_hAdra2A": 489,
    "toxcast-BSK_KF3CT_MMP9_down": 490,
    "toxcast-TOX21_AR_BLA_Agonist_ch1": 491,
    "toxcast-BSK_CASM3C_uPAR_up": 492,
    "toxcast-NVS_GPCR_hAdoRA2a": 493,
    "toxcast-TOX21_p53_BLA_p1_viability": 494,
    "toxcast-NVS_ENZ_hMMP2": 495,
    "toxcast-ATG_ISRE_CIS_up": 496,
    "toxcast-ATG_HSE_CIS_up": 497,
    "toxcast-CEETOX_H295R_ANDR_dn": 498,
    "toxcast-TOX21_ARE_BLA_agonist_ratio": 499,
    "toxcast-TOX21_ERa_BLA_Antagonist_ratio": 500,
    "toxcast-TOX21_FXR_BLA_Antagonist_ch2": 501,
    "toxcast-OT_AR_ARSRC1_0960": 502,
    "toxcast-NVS_GPCR_rOpiate_NonSelective": 503,
    "toxcast-ATG_VDRE_CIS_dn": 504,
    "toxcast-APR_HepG2_CellLoss_24h_dn": 505,
    "toxcast-NVS_ENZ_hCK1D": 506,
    "toxcast-ATG_AP_2_CIS_dn": 507,
    "toxcast-ATG_ERRg_TRANS_dn": 508,
    "[S@@H]": 509,
    "[S@H]": 510,
    "cyp3a4_substrate_carbonmangels": 511,
    "toxcast-TOX21_GR_BLA_Agonist_ratio": 512,
    "toxcast-NVS_TR_gDAT": 513,
    "toxcast-TOX21_AutoFluor_HEPG2_Media_blue": 514,
    "toxcast-CEETOX_H295R_OHPREG_up": 515,
    "toxcast-ATG_STAT3_CIS_up": 516,
    "toxcast-ATG_RXRb_TRANS_up": 517,
    "toxcast-ATG_TGFb_CIS_dn": 518,
    "toxcast-ATG_HIF1a_CIS_dn": 519,
    "toxcast-ATG_HNF4a_TRANS_up": 520,
    "toxcast-BSK_CASM3C_Thrombomodulin_up": 521,
    "toxcast-NVS_GPCR_rAdra1B": 522,
    "toxcast-APR_HepG2_MitoMembPot_72h_dn": 523,
    "toxcast-ATG_Myc_CIS_up": 524,
    "toxcast-ATG_PPARa_TRANS_up": 525,
    "toxcast-ATG_AP_2_CIS_up": 526,
    "toxcast-NVS_ENZ_rAChE": 527,
    "toxcast-OT_NURR1_NURR1RXRa_1440": 528,
    "toxcast-Tanguay_ZF_120hpf_YSE_up": 529,
    "pgp_broccatelli": 530,
    "toxcast-CEETOX_H295R_11DCORT_dn": 531,
    "toxcast-CLD_CYP1A2_6hr": 532,
    "toxcast-ATG_HNF6_CIS_dn": 533,
    "toxcast-APR_HepG2_NuclearSize_72h_dn": 534,
    "toxcast-ATG_TGFb_CIS_up": 535,
    "tox21-NR-ER": 536,
    "toxcast-BSK_CASM3C_Proliferation_down": 537,
    "[c]": 538,
    "toxcast-ATG_ERa_TRANS_up": 539,
    "toxcast-BSK_CASM3C_SAA_up": 540,
    "toxcast-NCCT_QuantiLum_inhib_dn": 541,
    "toxcast-APR_Hepat_MitoFxnI_1hr_dn": 542,
    "toxcast-NVS_ENZ_hMMP9": 543,
    "[CH2]": 544,
    "toxcast-BSK_KF3CT_uPA_down": 545,
    "toxcast-BSK_3C_TissueFactor_up": 546,
    "toxcast-TOX21_ERa_LUC_BG1_Agonist": 547,
    "toxcast-ATG_p53_CIS_dn": 548,
    "[13C]": 549,
    "toxcast-ATG_NURR1_TRANS_up": 550,
    "toxcast-BSK_4H_VCAM1_down": 551,
    "toxcast-BSK_BE3C_MIG_down": 552,
    "toxcast-TOX21_FXR_BLA_agonist_ch2": 553,
    "toxcast-OT_ER_ERbERb_0480": 554,
    "toxcast-TOX21_HSE_BLA_agonist_viability": 555,
    "toxcast-ATG_Oct_MLP_CIS_dn": 556,
    "toxcast-NVS_TR_rVMAT2": 557,
    "toxcast-ATG_RARg_TRANS_dn": 558,
    "toxcast-CLD_CYP2B6_48hr": 559,
    "toxcast-Tanguay_ZF_120hpf_OTIC_up": 560,
    "toxcast-APR_HepG2_MitoMass_24h_up": 561,
    "toxcast-Tanguay_ZF_120hpf_MORT_up": 562,
    "toxcast-NVS_ENZ_hAurA": 563,
    "tox21-SR-HSE": 564,
    "cyp2c9_substrate_carbonmangels": 565,
    "toxcast-ATG_GATA_CIS_up": 566,
    "toxcast-NVS_ADME_hCYP19A1": 567,
    "toxcast-BSK_CASM3C_SRB_down": 568,
    "toxcast-NVS_TR_rSERT": 569,
    "toxcast-NVS_GPCR_hAdra2C": 570,
    "toxcast-TOX21_ESRE_BLA_ratio": 571,
    "toxcast-ATG_FoxA2_CIS_dn": 572,
    "toxcast-CLD_GSTA2_48hr": 573,
    "toxcast-BSK_hDFCGF_TIMP1_down": 574,
    "toxcast-BSK_SAg_PBMCCytotoxicity_up": 575,
    "toxcast-NVS_NR_hER": 576,
    "toxcast-TOX21_p53_BLA_p3_ratio": 577,
    "toxcast-ATG_AR_TRANS_up": 578,
    "toxcast-OT_FXR_FXRSRC1_0480": 579,
    "toxcast-TOX21_AutoFluor_HEPG2_Media_green": 580,
    "toxcast-BSK_LPS_MCP1_down": 581,
    "toxcast-Tanguay_ZF_120hpf_CIRC_up": 582,
    "toxcast-NVS_ENZ_rMAOBC": 583,
    "toxcast-ATG_Myb_CIS_dn": 584,
    "toxcast-CLD_CYP1A2_48hr": 585,
    "toxcast-BSK_3C_Thrombomodulin_down": 586,
    "toxcast-TOX21_HSE_BLA_agonist_ratio": 587,
    "toxcast-CEETOX_H295R_ESTRONE_up": 588,
    "toxcast-BSK_4H_Eotaxin3_down": 589,
    "cyp2d6_substrate_carbonmangels": 590,
    "toxcast-NVS_GPCR_rNK3": 591,
    "half_life_obach": 592,
    "[se+]": 593,
    "[te+]": 594,
    "toxcast-TOX21_PPARg_BLA_Agonist_ch1": 595,
    "toxcast-APR_HepG2_CellCycleArrest_24h_up": 596,
    "toxcast-ATG_M_19_TRANS_dn": 597,
    "toxcast-ATG_MRE_CIS_up": 598,
    "toxcast-TOX21_p53_BLA_p5_ratio": 599,
    "toxcast-NVS_GPCR_hAdrb1": 600,
    "toxcast-Tanguay_ZF_120hpf_ActivityScore": 601,
    "toxcast-ATG_NURR1_TRANS_dn": 602,
    "toxcast-NVS_ENZ_hMMP7": 603,
    "toxcast-BSK_SAg_IL8_down": 604,
    "toxcast-NVS_GPCR_h5HT6": 605,
    "toxcast-NVS_NR_bPR": 606,
    "hia_hou": 607,
    "toxcast-ATG_Ets_CIS_dn": 608,
    "toxcast-ATG_IR1_CIS_up": 609,
    "toxcast-NVS_ADME_hCYP2D6": 610,
    "toxcast-BSK_BE3C_IL1a_down": 611,
    "toxcast-ATG_RORE_CIS_up": 612,
    "toxcast-BSK_BE3C_uPAR_up": 613,
    "toxcast-NVS_TR_hAdoT": 614,
    "toxcast-BSK_4H_uPAR_down": 615,
    "toxcast-APR_Hepat_Steatosis_48hr_up": 616,
    "toxcast-TOX21_PPARd_BLA_Agonist_viability": 617,
    "toxcast-NVS_ENZ_hPDE4A1": 618,
    "toxcast-NVS_GPCR_hAdrb3": 619,
    "toxcast-ATG_M_19_TRANS_up": 620,
    "[14CH3]": 621,
    "vdss_lombardo": 622,
    "toxcast-NVS_GPCR_bAdoR_NonSelective": 623,
    "toxcast-ATG_PPRE_CIS_up": 624,
    "[17F]": 625,
    "toxcast-TOX21_FXR_BLA_antagonist_ratio": 626,
    "toxcast-NVS_GPCR_g5HT4": 627,
    "toxcast-APR_Hepat_NuclearSize_48hr_dn": 628,
    "toxcast-NVS_ENZ_hSIRT2": 629,
    "toxcast-TOX21_AR_BLA_Agonist_ratio": 630,
    "toxcast-NVS_ENZ_hTrkA": 631,
    "toxcast-NVS_GPCR_bDR_NonSelective": 632,
    "toxcast-BSK_CASM3C_MCP1_down": 633,
    "toxcast-BSK_KF3CT_TGFb1_down": 634,
    "toxcast-OT_ER_ERaERb_1440": 635,
    "toxcast-BSK_LPS_VCAM1_down": 636,
    "toxcast-BSK_KF3CT_IP10_down": 637,
    "toxcast-NVS_NR_hPXR": 638,
    "toxcast-ATG_M_32_CIS_dn": 639,
    "toxcast-TOX21_AutoFluor_HEK293_Cell_blue": 640,
    "toxcast-ATG_NFI_CIS_dn": 641,
    "toxcast-ATG_Ahr_CIS_up": 642,
    "toxcast-NVS_TR_hDAT": 643,
    "toxcast-CLD_CYP3A4_6hr": 644,
    "toxcast-BSK_SAg_Eselectin_down": 645,
    "toxcast-ATG_p53_CIS_up": 646,
    "toxcast-TOX21_p53_BLA_p2_viability": 647,
    "toxcast-BSK_LPS_TissueFactor_up": 648,
    "toxcast-NVS_GPCR_hLTB4_BLT1": 649,
    "toxcast-NVS_ENZ_rMAOAP": 650,
    "clearance_hepatocyte_az": 651,
    "toxcast-OT_ER_ERaERb_0480": 652,
    "clearance_microsome_az": 653,
    "toxcast-BSK_KF3CT_ICAM1_down": 654,
    "toxcast-BSK_hDFCGF_MIG_down": 655,
    "toxcast-ATG_M_32_TRANS_up": 656,
    "toxcast-ATG_GR_TRANS_dn": 657,
    "toxcast-APR_Hepat_DNATexture_24hr_up": 658,
    "toxcast-BSK_SAg_MCP1_down": 659,
    "toxcast-ATG_M_19_CIS_dn": 660,
    "cyp1a2_veith": 661,
    "toxcast-APR_Hepat_CellLoss_48hr_dn": 662,
    "[11c]": 663,
    "toxcast-NVS_ADME_hCYP4F12": 664,
    "bioavailability_ma": 665,
    "toxcast-TOX21_FXR_BLA_agonist_ratio": 666,
    "toxcast-NVS_NR_mERa": 667,
    "toxcast-ATG_VDR_TRANS_dn": 668,
    "toxcast-ATG_TA_CIS_up": 669,
    "toxcast-NVS_GPCR_h5HT5A": 670,
    "toxcast-ATG_STAT3_CIS_dn": 671,
    "toxcast-NVS_GPCR_hM2": 672,
    "cyp2c9_veith": 673,
    "toxcast-ATG_Sox_CIS_dn": 674,
    "toxcast-BSK_3C_Vis_down": 675,
    "toxcast-NVS_ADME_hCYP2C19": 676,
    "toxcast-ATG_CAR_TRANS_up": 677,
    "toxcast-TOX21_Aromatase_Inhibition": 678,
    "toxcast-TOX21_ERa_BLA_Agonist_ch2": 679,
    "toxcast-NVS_GPCR_rAdra1_NonSelective": 680,
    "[11CH2]": 681,
    "toxcast-NVS_GPCR_rOpiate_NonSelectiveNa": 682,
    "toxcast-ATG_NRF2_ARE_CIS_up": 683,
    "toxcast-ATG_RXRa_TRANS_up": 684,
    "toxcast-ATG_NRF1_CIS_up": 685,
    "toxcast-BSK_hDFCGF_PAI1_down": 686,
    "toxcast-TOX21_AR_BLA_Antagonist_ch1": 687,
    "toxcast-BSK_KF3CT_SRB_down": 688,
    "toxcast-BSK_CASM3C_VCAM1_down": 689,
    "toxcast-NVS_ENZ_hDUSP3": 690,
    "toxcast-BSK_CASM3C_Thrombomodulin_down": 691,
    "toxcast-ATG_SREBP_CIS_dn": 692,
    "toxcast-NVS_NR_rMR": 693,
    "toxcast-TOX21_p53_BLA_p3_ch1": 694,
    "toxcast-BSK_LPS_TissueFactor_down": 695,
    "toxcast-TOX21_NFkB_BLA_agonist_ch1": 696,
    "toxcast-TOX21_ERa_BLA_Antagonist_ch1": 697,
    "toxcast-ATG_M_61_TRANS_up": 698,
    "toxcast-BSK_LPS_PGE2_down": 699,
    "toxcast-ATG_Myc_CIS_dn": 700,
    "toxcast-NVS_ENZ_rMAOAC": 701,
    "toxcast-BSK_CASM3C_Proliferation_up": 702,
    "toxcast-ATG_NF_kB_CIS_dn": 703,
    "toxcast-NVS_ADME_hCYP1A1": 704,
    "toxcast-ATG_BRE_CIS_up": 705,
    "toxcast-Tanguay_ZF_120hpf_SNOU_up": 706,
    "toxcast-ATG_PXR_TRANS_dn": 707,
    "toxcast-APR_Hepat_MitoFxnI_48hr_dn": 708,
    "toxcast-BSK_BE3C_uPA_down": 709,
    "toxcast-ATG_DR4_LXR_CIS_up": 710,
    "toxcast-TOX21_NFkB_BLA_agonist_ch2": 711,
    "toxcast-ATG_FoxO_CIS_dn": 712,
    "toxcast-TOX21_p53_BLA_p5_ch1": 713,
    "toxcast-APR_HepG2_StressKinase_72h_up": 714,
    "toxcast-CEETOX_H295R_DOC_up": 715,
    "toxcast-NVS_LGIC_rNNR_BungSens": 716,
    "toxcast-APR_HepG2_MitoMembPot_24h_dn": 717,
    "toxcast-ATG_AP_1_CIS_dn": 718,
    "toxcast-NVS_ENZ_hAMPKa1": 719,
    "toxcast-ATG_TA_CIS_dn": 720,
    "toxcast-BSK_LPS_IL8_up": 721,
    "[76Br]": 722,
    "toxcast-NVS_TR_hSERT": 723,
    "toxcast-NVS_GPCR_h5HT7": 724,
    "toxcast-ATG_NRF1_CIS_dn": 725,
    "toxcast-TOX21_p53_BLA_p1_ratio": 726,
    "toxcast-ATG_RORE_CIS_dn": 727,
    "tox21-NR-Aromatase": 728,
    "toxcast-ATG_GAL4_TRANS_dn": 729,
    "toxcast-NVS_NR_hFXR_Antagonist": 730,
    "toxcast-BSK_CASM3C_MCP1_up": 731,
    "toxcast-NVS_GPCR_gMPeripheral_NonSelective": 732,
    "toxcast-NVS_MP_rPBR": 733,
    "toxcast-NVS_NR_hFXR_Agonist": 734,
    "toxcast-TOX21_ERa_BLA_Antagonist_ch2": 735,
    "toxcast-APR_HepG2_MitoMass_24h_dn": 736,
    "toxcast-ATG_THRa1_TRANS_dn": 737,
    "[Li]": 738,
    "toxcast-BSK_LPS_MCSF_down": 739,
    "toxcast-ATG_XTT_Cytotoxicity_up": 740,
    "toxcast-CLD_SULT2A_48hr": 741,
    "toxcast-BSK_4H_MCP1_down": 742,
    "toxcast-NCCT_HEK293T_CellTiterGLO": 743,
    "toxcast-Tanguay_ZF_120hpf_CFIN_up": 744,
    "[CH2-]": 745,
    "bbb_martins": 746,
    "toxcast-BSK_KF3CT_IL1a_down": 747,
    "toxcast-APR_HepG2_CellLoss_72h_dn": 748,
    "toxcast-ATG_ERE_CIS_up": 749,
    "toxcast-CLD_CYP1A1_6hr": 750,
    "toxcast-BSK_4H_SRB_down": 751,
    "toxcast-ATG_RARb_TRANS_up": 752,
    "toxcast-Tanguay_ZF_120hpf_TR_up": 753,
    "toxcast-TOX21_VDR_BLA_antagonist_ratio": 754,
    "toxcast-ATG_Sp1_CIS_dn": 755,
    "toxcast-NVS_TR_rNET": 756,
    "toxcast-ATG_HNF4a_TRANS_dn": 757,
    "toxcast-BSK_SAg_CD69_down": 758,
    "toxcast-NVS_NR_rAR": 759,
    "toxcast-BSK_BE3C_MMP1_up": 760,
    "toxcast-ATG_RORb_TRANS_dn": 761,
    "toxcast-NHEERL_ZF_144hpf_TERATOSCORE_up": 762,
    "toxcast-Tanguay_ZF_120hpf_PFIN_up": 763,
    "toxcast-ATG_PXRE_CIS_dn": 764,
    "toxcast-NVS_GPCR_rAdra2_NonSelective": 765,
    "tox21-SR-MMP": 766,
    "toxcast-OT_FXR_FXRSRC1_1440": 767,
    "toxcast-ATG_CAR_TRANS_dn": 768,
    "toxcast-NVS_ADME_hCYP3A4": 769,
    "toxcast-BSK_hDFCGF_EGFR_up": 770,
    "toxcast-CLD_ABCB1_48hr": 771,
    "toxcast-BSK_3C_IL8_down": 772,
    "toxcast-ATG_TCF_b_cat_CIS_up": 773,
    "toxcast-Tanguay_ZF_120hpf_SWIM_up": 774,
    "toxcast-BSK_CASM3C_LDLR_up": 775,
    "toxcast-NVS_GPCR_r5HT1_NonSelective": 776,
    "toxcast-NVS_ENZ_hMMP13": 777,
    "lipophilicity_astrazeneca": 778,
    "toxcast-ATG_PBREM_CIS_dn": 779,
    "tox21-SR-ARE": 780,
    "toxcast-NVS_NR_hCAR_Antagonist": 781,
    "toxcast-NVS_LGIC_h5HT3": 782,
    "tox21-NR-AhR": 783,
    "toxcast-APR_Hepat_DNADamage_24hr_up": 784,
    "toxcast-BSK_SAg_CD40_down": 785,
    "toxcast-NVS_ENZ_hPTEN": 786,
    "toxcast-CEETOX_H295R_ESTRADIOL_dn": 787,
    "toxcast-NVS_GPCR_rabPAF": 788,
    "toxcast-BSK_3C_HLADR_down": 789,
    "toxcast-TOX21_PPARd_BLA_agonist_ratio": 790,
    "toxcast-ATG_RARg_TRANS_up": 791,
    "toxcast-ATG_RARb_TRANS_dn": 792,
    "toxcast-NVS_GPCR_hOpiate_mu": 793,
    "toxcast-NVS_GPCR_p5HT2C": 794,
    "toxcast-BSK_BE3C_uPAR_down": 795,
    "toxcast-Tanguay_ZF_120hpf_TRUN_up": 796,
    "toxcast-CLD_CYP2B6_6hr": 797,
    "toxcast-ATG_VDRE_CIS_up": 798,
    "toxcast-ATG_ERRa_TRANS_dn": 799,
    "toxcast-TOX21_ARE_BLA_Agonist_ch2": 800,
    "toxcast-NVS_ENZ_hPTPN9": 801,
    "toxcast-TOX21_p53_BLA_p1_ch1": 802,
    "toxcast-NVS_ADME_hCYP2B6": 803,
    "toxcast-NVS_ADME_rCYP2C12": 804,
    "toxcast-BSK_CASM3C_IL8_down": 805,
    "toxcast-BSK_CASM3C_HLADR_down": 806,
    "toxcast-TOX21_AR_BLA_Antagonist_ch2": 807,
    "toxcast-OT_NURR1_NURR1RXRa_0480": 808,
    "toxcast-BSK_SAg_CD38_down": 809,
    "toxcast-BSK_hDFCGF_Proliferation_down": 810,
    "toxcast-NVS_ENZ_hVEGFR2": 811,
    "toxcast-BSK_SAg_Eselectin_up": 812,
    "toxcast-ATG_Sp1_CIS_up": 813,
    "toxcast-NVS_ENZ_oCOX2": 814,
    "[15NH]": 815,
    "toxcast-TOX21_MMP_viability": 816,
    "toxcast-APR_Hepat_DNATexture_48hr_up": 817,
    "toxcast-ATG_TAL_CIS_up": 818,
    "toxcast-BSK_BE3C_tPA_down": 819,
    "toxcast-BSK_hDFCGF_MMP1_down": 820,
    "toxcast-TOX21_p53_BLA_p3_ch2": 821,
    "toxcast-NVS_ENZ_oCOX1": 822,
    "toxcast-ATG_DR5_CIS_up": 823,
    "toxcast-TOX21_p53_BLA_p4_ch1": 824,
    "toxcast-NVS_IC_hKhERGCh": 825,
    "toxcast-APR_HepG2_MitoMass_72h_dn": 826,
    "toxcast-NVS_GPCR_hM1": 827,
    "toxcast-BSK_hDFCGF_IP10_down": 828,
    "toxcast-APR_HepG2_MitoMembPot_1h_dn": 829,
    "toxcast-TOX21_AR_LUC_MDAKB2_Agonist": 830,
    "toxcast-APR_HepG2_StressKinase_24h_up": 831,
    "toxcast-CEETOX_H295R_OHPROG_up": 832,
    "toxcast-ATG_PPARg_TRANS_up": 833,
    "toxcast-ATG_Sox_CIS_up": 834,
    "toxcast-TOX21_GR_BLA_Agonist_ch1": 835,
    "toxcast-TOX21_AhR_LUC_Agonist": 836,
    "toxcast-TOX21_p53_BLA_p1_ch2": 837,
    "toxcast-TOX21_MMP_ratio_down": 838,
    "toxcast-APR_HepG2_MicrotubuleCSK_72h_dn": 839,
    "toxcast-APR_HepG2_CellCycleArrest_72h_dn": 840,
    "cyp2d6_veith": 841,
    "toxcast-ATG_GR_TRANS_up": 842,
    "toxcast-TOX21_ERa_LUC_BG1_Antagonist": 843,
    "toxcast-TOX21_AutoFluor_HEPG2_Cell_blue": 844,
    "toxcast-ATG_LXRb_TRANS_up": 845,
    "[Pt]": 846,
    "toxcast-BSK_3C_TissueFactor_down": 847,
    "toxcast-TOX21_VDR_BLA_Agonist_viability": 848,
    "toxcast-NVS_ENZ_hPTPRC": 849,
    "toxcast-NVS_GPCR_hDRD2s": 850,
    "toxcast-TOX21_AR_BLA_Antagonist_ratio": 851,
    "toxcast-TOX21_PPARg_BLA_antagonist_ratio": 852,
    "toxcast-APR_Hepat_Apoptosis_24hr_up": 853,
    "toxcast-ATG_C_EBP_CIS_up": 854,
    "toxcast-NVS_GPCR_rV1": 855,
    "tox21-NR-ER-LBD": 856,
    "toxcast-BSK_LPS_SRB_down": 857,
    "toxcast-ATG_FoxO_CIS_up": 858,
    "[I+]": 859,
    "toxcast-BSK_CASM3C_SAA_down": 860,
    "toxcast-BSK_hDFCGF_SRB_down": 861,
    "toxcast-NVS_ENZ_hCASP5": 862,
    "toxcast-ATG_M_32_TRANS_dn": 863,
    "toxcast-NVS_GPCR_hH1": 864,
    "toxcast-ATG_Pax6_CIS_up": 865,
    "toxcast-BSK_BE3C_IP10_down": 866,
    "toxcast-ATG_SREBP_CIS_up": 867,
    "toxcast-NVS_MP_hPBR": 868,
    "toxcast-ATG_BRE_CIS_dn": 869,
    "toxcast-TOX21_VDR_BLA_Antagonist_ch1": 870,
    "toxcast-CLD_CYP3A4_48hr": 871,
    "toxcast-ATG_AR_TRANS_dn": 872,
    "toxcast-NVS_GPCR_rNK1": 873,
    "toxcast-ATG_PXR_TRANS_up": 874,
    "toxcast-APR_HepG2_MicrotubuleCSK_24h_dn": 875,
    "toxcast-NVS_LGIC_bGABARa1": 876,
    "toxcast-CLD_ABCG2_48hr": 877,
    "toxcast-NVS_NR_hRAR_Antagonist": 878,
    "toxcast-BSK_LPS_Eselectin_up": 879,
    "toxcast-BSK_3C_Thrombomodulin_up": 880,
    "toxcast-NVS_NR_hTRa_Antagonist": 881,
    "toxcast-BSK_BE3C_SRB_down": 882,
    "toxcast-NVS_GPCR_r5HT_NonSelective": 883,
    "toxcast-NVS_GPCR_gH2": 884,
    "toxcast-NVS_GPCR_rSST": 885,
    "toxcast-TOX21_VDR_BLA_antagonist_viability": 886,
    "toxcast-ATG_NF_kB_CIS_up": 887,
    "toxcast-NVS_ENZ_hBACE": 888,
    "toxcast-ATG_RORg_TRANS_up": 889,
    "toxcast-BSK_CASM3C_VCAM1_up": 890,
    "toxcast-ATG_LXRa_TRANS_dn": 891,
    "toxcast-TOX21_VDR_BLA_agonist_ratio": 892,
    "toxcast-TOX21_GR_BLA_Antagonist_ratio": 893,
    "toxcast-NVS_ENZ_hMMP3": 894,
    "toxcast-BSK_LPS_IL1a_down": 895,
    "toxcast-ATG_EGR_CIS_up": 896,
    "toxcast-NVS_ENZ_rMAOBP": 897,
    "(-inf, -10.5]": 898,
    "(-10.5, -8.5]": 899,
    "(-8.5, -6.5]": 900,
    "(-6.5, -4.5]": 901,
    "(-4.5, -2.5]": 902,
    "(-2.5, -1.5]": 903,
    "(-1.5, -1.0]": 904,
    "(-1.0, -0.5]": 905,
    "(-0.5, 0.0]": 906,
    "(0.0, 0.5]": 907,
    "(0.5, 1.0]": 908,
    "(1.0, 1.5]": 909,
    "(1.5, 2.5]": 910,
    "(2.5, 4.5]": 911,
    "(4.5, 6.5]": 912,
    "(6.5, 8.5]": 913,
    "(8.5, 10.5]": 914,
    "(10.5, inf]": 915,
    "0-1": 916,
    "1-0": 917,
    "0-0": 918,
    "default_key": 919
}